<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Github Desktop</string>
	<key>Input</key>
	<dict>
		<key>BUILD</key>
		<string>darwin</string>
		<key>CATEGORY</key>
		<string>Utilities</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>GitHub DesktopSmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>GitHub Desktop</string>
		<key>POLICY_CATEGORY</key>
		<string>Testing</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>POLICY_TRIGGER</key>
		<string>Install_GitHubDesktop</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Install the latest version of %NAME%.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>GitHub Desktop.png</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.novaksam.jss.GitHubDesktop</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.autopkg.novaksam-recipes.Processors/MinimumOSExtractor</key>
			<dict>
				<key>git_hash</key>
				<string>2c0ecabefef3bf3d953f9e9320ba316748d91505</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.novaksam-recipes/Processors/MinimumOSExtractor.py</string>
				<key>sha256_hash</key>
				<string>2004d591d0aa162158ea95865083b579a0765814acd5934111e7526956d08ba7</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.GitHubDesktop</key>
			<dict>
				<key>git_hash</key>
				<string>929f09a8dc248349e9ce35f7d519c253298317d1</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/GitHub/GitHubDesktop.download.recipe</string>
				<key>sha256_hash</key>
				<string>ddd466175cff624508787263a470f89b7c2dcc517e1d5cc381f59ec06c846012</string>
			</dict>
			<key>com.github.novaksam.jss.GitHubDesktop</key>
			<dict>
				<key>git_hash</key>
				<string>eba3d0160acb4e5d6e2c4fc5c36d236fbc412e11</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.novaksam-recipes/Github Desktop/Github Desktop.jss.recipe</string>
				<key>sha256_hash</key>
				<string>c15d638eef5b0dd6455b80006ca4d0a9050f8cde89e1c9aab4fd113b7fe19b50</string>
			</dict>
			<key>com.github.novaksam.pkg.GitHubDesktop</key>
			<dict>
				<key>git_hash</key>
				<string>33eecb868105b32c3bee9779054665756bfbea01</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.novaksam-recipes/Recipes - pkg/GitHubDesktop.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>cc26eb3a13065c20ea3efd0505a11d5d03a1b2219d67de0f8ebf320cff5e0ae3</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
