<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jamf.MicrosoftAutoUpdate</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Apps</string>
		<key>DOWNLOADURL</key>
		<string>https://go.microsoft.com/fwlink/?linkid=%PRODUCTID%</string>
		<key>NAME</key>
		<string>Microsoft AutoUpdate</string>
		<key>PKG_CATEGORY</key>
		<string>%CATEGORY%</string>
		<key>PRODUCTID</key>
		<string>830196</string>
		<key>SOFTWARETITLE</key>
		<string>AutoUpdate</string>
		<key>STOPPROCESSINGIF_PREDICATE</key>
		<string>download_changed == FALSE</string>
		<key>VENDOR</key>
		<string>Microsoft</string>
		<key>VERSIONTYPE</key>
		<string>CFBundleVersion</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.jamf.MicrosoftAutoUpdate</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.grahampugh.jamf-upload.processors/JamfCategoryUploader</key>
			<dict>
				<key>git_hash</key>
				<string>d73a7f8f23df79b2533eec6cae558fcb48940408</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.grahampugh-recipes/JamfUploaderProcessors/JamfCategoryUploader.py</string>
				<key>sha256_hash</key>
				<string>c716a68b9edd6c7f662000417acf1f63f63c56f81385e077b01c5d10c9095c6f</string>
			</dict>
			<key>com.github.grahampugh.jamf-upload.processors/JamfPackageUploader</key>
			<dict>
				<key>git_hash</key>
				<string>8af83787c25064f34e495e65ca4accd7dadcf8cd</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.grahampugh-recipes/JamfUploaderProcessors/JamfPackageUploader.py</string>
				<key>sha256_hash</key>
				<string>8e63318ba06264a141205d8d5b90b8563244bcf4b95538a86c0911ada71641a3</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.rtrouton.download.MicrosoftAutoUpdate</key>
			<dict>
				<key>git_hash</key>
				<string>e00a687d9d40f0c3b894cb7ee41a4856fadae0b2</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftAutoUpdate/MicrosoftAutoUpdate.download.recipe</string>
				<key>sha256_hash</key>
				<string>a5295bcab34e3cbdd1bd8e86caf2cf8298d6677634712fbbbc0aa33fe538ff18</string>
			</dict>
			<key>com.github.rtrouton.jamf.MicrosoftAutoUpdate</key>
			<dict>
				<key>git_hash</key>
				<string>637a3be60909a25c2f20a3dca6dec77324ad8844</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/Jamf_Upload/MicrosoftAutoUpdate.jamf.recipe</string>
				<key>sha256_hash</key>
				<string>601cda401a088754f10972434b364c1363c94778eb8a3e0a8cb5d64ba47d1a91</string>
			</dict>
			<key>com.github.rtrouton.pkg.MicrosoftAutoUpdate</key>
			<dict>
				<key>git_hash</key>
				<string>90f11cb9012473899a2640d445553ebbe86882a6</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftAutoUpdate/MicrosoftAutoUpdate.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>b8916d2a83a260c59919d0ec8bf5fe7cd28a4a8ea20a414aaf2f80aeb374e826</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
