<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jamf.VLC</string>
	<key>Input</key>
	<dict>
		<key>ARCHITECTURE</key>
		<string>universal</string>
		<key>CATEGORY</key>
		<string>Utilities</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroup-update-smart.xml</string>
		<key>INSTALL_BUTTON_TEXT</key>
		<string>Install</string>
		<key>NAME</key>
		<string>VLC</string>
		<key>POLICY_CATEGORY</key>
		<string>Testing</string>
		<key>POLICY_NAME</key>
		<string>Install Latest %NAME%</string>
		<key>POLICY_RUN_COMMAND</key>
		<string> </string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>REINSTALL_BUTTON_TEXT</key>
		<string>Install</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>VLC is a free and open source cross-platform multimedia player and framework that plays most multimedia files as well as DVD, Audio CD, VCD, and various streaming protocols.</string>
		<key>SELF_SERVICE_DISPLAY_NAME</key>
		<string>Install Latest %NAME%</string>
		<key>SELF_SERVICE_ICON</key>
		<string>%SOFTWARE_TITLE%.png</string>
		<key>SOFTWARE_TITLE</key>
		<string>%NAME%</string>
		<key>UPDATE_PREDICATE</key>
		<string>pkg_uploaded == False</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.smithjw.jamf.VLC</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.grahampugh.jamf-upload.processors/JamfCategoryUploader</key>
			<dict>
				<key>git_hash</key>
				<string>d73a7f8f23df79b2533eec6cae558fcb48940408</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.grahampugh-recipes/JamfUploaderProcessors/JamfCategoryUploader.py</string>
				<key>sha256_hash</key>
				<string>c716a68b9edd6c7f662000417acf1f63f63c56f81385e077b01c5d10c9095c6f</string>
			</dict>
			<key>com.github.grahampugh.jamf-upload.processors/JamfComputerGroupUploader</key>
			<dict>
				<key>git_hash</key>
				<string>d73a7f8f23df79b2533eec6cae558fcb48940408</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.grahampugh-recipes/JamfUploaderProcessors/JamfComputerGroupUploader.py</string>
				<key>sha256_hash</key>
				<string>a107d8891e09d384bdcb57827dd6f0f120fbb3d0ef36baa3db45666719fdc93d</string>
			</dict>
			<key>com.github.grahampugh.jamf-upload.processors/JamfPackageUploader</key>
			<dict>
				<key>git_hash</key>
				<string>8af83787c25064f34e495e65ca4accd7dadcf8cd</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.grahampugh-recipes/JamfUploaderProcessors/JamfPackageUploader.py</string>
				<key>sha256_hash</key>
				<string>8e63318ba06264a141205d8d5b90b8563244bcf4b95538a86c0911ada71641a3</string>
			</dict>
			<key>com.github.grahampugh.jamf-upload.processors/JamfPolicyUploader</key>
			<dict>
				<key>git_hash</key>
				<string>4dec939782a9a288c314d77ed2d638e2819b5355</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.grahampugh-recipes/JamfUploaderProcessors/JamfPolicyUploader.py</string>
				<key>sha256_hash</key>
				<string>3d89366a3186403bc906a746565ef2e48125f0c43c3b59e646340601ff295ae0</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.VLC</key>
			<dict>
				<key>git_hash</key>
				<string>1b4ba2cfe6d1f6de304bc9c29b57df6602b2e7e6</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/VLC/VLC.download.recipe</string>
				<key>sha256_hash</key>
				<string>e74a96c65488d34aabb247c171b57db7fed8afd67b61fffdce8f46bc54d35f18</string>
			</dict>
			<key>com.github.autopkg.pkg.VLC</key>
			<dict>
				<key>git_hash</key>
				<string>fe5ced1ce7f937d31dc3fb9a8a27e1fa5b2b8961</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/VLC/VLC.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>845212cea5957bb44996f70acba03fb278e8d8d81d68edabb94d64946e734f25</string>
			</dict>
			<key>com.github.smithjw.jamf.VLC</key>
			<dict>
				<key>git_hash</key>
				<string>f5181feed1eb492e2a78fafd501169609799d38a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.smithjw-recipes/VLC/VLC.jamf.recipe.yaml</string>
				<key>sha256_hash</key>
				<string>879cf822b1d4410bbbb127b44bb46a5ef6266583d78f521b2c343ac960211883</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
