<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jamf.Zoom_IT</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Collaboration</string>
		<key>DOWNLOAD_URL</key>
		<string>https://zoom.us/client/latest/ZoomInstallerIT.pkg</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroup-update-smart.xml</string>
		<key>INSTALL_BUTTON_TEXT</key>
		<string>Install</string>
		<key>NAME</key>
		<string>Zoom</string>
		<key>POLICY_CATEGORY</key>
		<string>Testing</string>
		<key>POLICY_NAME</key>
		<string>Install Latest %NAME%</string>
		<key>POLICY_RUN_COMMAND</key>
		<string>chown -R "$(stat -f%Su /dev/console):staff" "/Applications/%NAME%.app" &amp;&amp; echo "Corrected permissions for %NAME%."</string>
		<key>POLICY_TEMPLATE</key>
		<string>Policy-install-latest.xml</string>
		<key>REINSTALL_BUTTON_TEXT</key>
		<string>Reinstall</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>The Zoom app provides cloud-hosted video conferencing, plus online meetings and group messaging.</string>
		<key>SELF_SERVICE_DISPLAY_NAME</key>
		<string>Install Latest %NAME%</string>
		<key>SELF_SERVICE_ICON</key>
		<string>%NAME%.png</string>
		<key>SOFTWARE_TITLE</key>
		<string>%NAME%</string>
		<key>TESTING_GROUP_NAME</key>
		<string>Testing</string>
		<key>UPDATE_PREDICATE</key>
		<string>pkg_uploaded == False</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.smithjw.jamf.zoom_it</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.grahampugh.jamf-upload.processors/JamfCategoryUploader</key>
			<dict>
				<key>git_hash</key>
				<string>d73a7f8f23df79b2533eec6cae558fcb48940408</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.grahampugh-recipes/JamfUploaderProcessors/JamfCategoryUploader.py</string>
				<key>sha256_hash</key>
				<string>c716a68b9edd6c7f662000417acf1f63f63c56f81385e077b01c5d10c9095c6f</string>
			</dict>
			<key>com.github.grahampugh.jamf-upload.processors/JamfComputerGroupUploader</key>
			<dict>
				<key>git_hash</key>
				<string>d73a7f8f23df79b2533eec6cae558fcb48940408</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.grahampugh-recipes/JamfUploaderProcessors/JamfComputerGroupUploader.py</string>
				<key>sha256_hash</key>
				<string>a107d8891e09d384bdcb57827dd6f0f120fbb3d0ef36baa3db45666719fdc93d</string>
			</dict>
			<key>com.github.grahampugh.jamf-upload.processors/JamfPackageUploader</key>
			<dict>
				<key>git_hash</key>
				<string>8af83787c25064f34e495e65ca4accd7dadcf8cd</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.grahampugh-recipes/JamfUploaderProcessors/JamfPackageUploader.py</string>
				<key>sha256_hash</key>
				<string>8e63318ba06264a141205d8d5b90b8563244bcf4b95538a86c0911ada71641a3</string>
			</dict>
			<key>com.github.grahampugh.jamf-upload.processors/JamfPolicyUploader</key>
			<dict>
				<key>git_hash</key>
				<string>4dec939782a9a288c314d77ed2d638e2819b5355</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.grahampugh-recipes/JamfUploaderProcessors/JamfPolicyUploader.py</string>
				<key>sha256_hash</key>
				<string>3d89366a3186403bc906a746565ef2e48125f0c43c3b59e646340601ff295ae0</string>
			</dict>
			<key>com.github.homebysix.VersionSplitter/VersionSplitter</key>
			<dict>
				<key>git_hash</key>
				<string>dc086969ec741e70edcf24774d50fba627732496</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/VersionSplitter/VersionSplitter.py</string>
				<key>sha256_hash</key>
				<string>121f98262a70e62f58e81f16de00f69785b5aed765ed43961319759757e2d55c</string>
			</dict>
			<key>com.github.smithjw.processors/FriendlyPathDeleter</key>
			<dict>
				<key>git_hash</key>
				<string>2e4a63c08157f400040db145d8d8deb64160d192</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.smithjw-recipes/SharedProcessors/FriendlyPathDeleter.py</string>
				<key>sha256_hash</key>
				<string>eb9abb47f5c699c98d2cde6273782504015e52e6bde031d8e27dbfa0335139dd</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.smithjw.download.zoom_it</key>
			<dict>
				<key>git_hash</key>
				<string>d3be7b679356b133e3877641040e5bef547ed0b9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.smithjw-recipes/Zoom/Zoom_IT.download.recipe.yaml</string>
				<key>sha256_hash</key>
				<string>acc6d556236f59ee3fd73c4cd61b1f600bb175b33a8823e01bd04133d99d6e0b</string>
			</dict>
			<key>com.github.smithjw.jamf.zoom_it</key>
			<dict>
				<key>git_hash</key>
				<string>32bcf57636c51d8a141218034f0e9231480549d8</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.smithjw-recipes/Zoom/Zoom_IT.jamf.recipe.yaml</string>
				<key>sha256_hash</key>
				<string>17c48085128412d7f2788f324e7ba5b8a7ff8f937ced6fd4627d8bba7eb5b5c8</string>
			</dict>
			<key>com.github.smithjw.pkg.zoom_it</key>
			<dict>
				<key>git_hash</key>
				<string>2e4a63c08157f400040db145d8d8deb64160d192</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.smithjw-recipes/Zoom/Zoom_IT.pkg.recipe.yaml</string>
				<key>sha256_hash</key>
				<string>86e4226a9e1a3cf6197445c8f1df70778454999d340d8928af8ca97ba15d5af2</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
